Repository: SigurdurVilhelmsson/namsbokasafn-efni
Catalog: books/efnafraedi-2e/tm/efnafraedi-2e-2026-06-16.tmx
Source language: en
Languages: is

source: Chemistry in Context
is: Efnafræði í samhengi

source: By the end of this section, you will be able to:
is: Í lok þessa kafla muntu geta:

source: Outline the historical development of chemistry
is: Lýst þróun efnafræðinnar í sögulegu samhengi

source: Provide examples of the importance of chemistry in everyday life
is: Nefnt dæmi um mikilvægi efnafræði í daglegu lífi

source: Describe the scientific method
is: Lýst vísindalegri aðferðafræði

source: Differentiate among hypotheses, theories, and laws
is: Gert greinarmun á tilgátu, kenningu og lögmáli

source: Provide examples illustrating macroscopic, microscopic, and symbolic domains
is: Nefnt dæmi sem sýna stórsæ, smásæ og táknræn svið

source: Throughout human history, people have tried to convert matter into more useful forms. Our Stone Age ancestors chipped pieces of flint into useful tools and carved wood into statues and toys. These endeavors involved changing the shape of a substance without changing the substance itself. But as our knowledge increased, humans began to change the composition of the substances as well—clay was converted into pottery, hides were cured to make garments, copper ores were transformed into copper tools and weapons, and grain was made into bread.
is: Í gegnum mannkynssöguna hefur fólk reynt að breyta efnum til gagns í daglegu lífi. Forfeður okkar á steinöld tálguðu tinnu í verkfæri og skáru út styttur og leikföng úr viði. Þessar athafnir fólu í sér að breyta lögun efnis án þess að breyta efninu sjálfu. En eftir því sem þekking okkar jókst fóru menn einnig að breyta samsetningu efnanna, leir var breytt í leirmuni, skinn voru sútuð til að búa til flíkur, kopargrýti var breytt í verkfæri og vopn og korn var notað til að búa til brauð.

source: Humans began to practice chemistry when they learned to control fire and use it to cook, make pottery, and smelt metals. Subsequently, they began to separate and use specific components of matter. A variety of drugs such as aloe, myrrh, and opium were isolated from plants. Dyes, such as indigo and Tyrian purple, were extracted from plant and animal matter. Metals were combined to form alloys—for example, copper and tin were mixed together to make bronze—and more elaborate smelting techniques produced iron. Alkalis were extracted from ashes, and soaps were prepared by combining these alkalis with fats. Alcohol was produced by fermentation and purified by distillation.
is: Segja má að menn hafi farið að nýta sér efnafræði þegar þeir lærðu að stjórna eldi og nota hann til að elda, búa til leirmuni og bræða málma. Í framhaldi af því fóru þeir að að skilja og nýta ákveðna hluta efnis. Ýmis lyf eins og aloe, myrra og ópíum voru einangruð úr plöntum. Litarefni, eins og indígó og týrusarpurpuri, voru unnin úr plöntu- og dýraefni. Málmum var blandað saman til að búa til málmblöndur. Til dæmis var kopar og tini blandað saman til að búa til brons og flóknari bræðsluaðferðir gáfu af sér járn. Basar voru unnir úr ösku og sápur voru búnar til með því að blanda þessum bösum saman við fitu. Áfengi var framleitt með gerjun og hreinsað með eimingu.

source: Attempts to understand the behavior of matter extend back for more than 2500 years. As early as the sixth century BC, Greek philosophers discussed a system in which water was the basis of all things. You may have heard of the Greek postulate that matter consists of four elements: earth, air, fire, and water. Subsequently, an amalgamation of chemical technologies and philosophical speculations was spread from Egypt, China, and the eastern Mediterranean by alchemists, who endeavored to transform “base metals” such as lead into “noble metals” like gold, and to create elixirs to cure disease and extend life ().
is: Tilraunir til að skilja hegðun efnis ná meira en 2500 ár aftur í tímann. Strax á sjöttu öld f.Kr. ræddu grískir heimspekingar um kerfi þar sem vatn var grundvöllur alls. Þú gætir hafa heyrt grísku tilgátuna um að efni samanstandi af fjórum frumefnum: jörð, lofti, eldi og vatni. Smám saman runnu saman í eitt efnafræðileg tækni og heimspekilegar vangaveltur sem dreifðust með gullgerðarmönnum frá Egyptalandi, Kína og austurhluta Miðjarðarhafs til annarra landa. Þeir voru þekktir fyrir að reyna að að breyta „grunnmálmum“ eins og blýi í „eðalmálma“ eins og gull og búa til lífselixíra til að lækna sjúkdóma og lengja líf ([#CNX_Chem_01_01_Alchemist]).

source: (a) This portrayal shows an alchemist’s workshop circa 1580. Although alchemy made some useful contributions to how to manipulate matter, it was not scientific by modern standards. (b) While the equipment used by Alma Levant Hayden in this 1952 picture might not seem as sleek as you might find in a lab today, her approach was highly methodical and carefully recorded. A department head at the FDA, Hayden is most famous for exposing an aggressively marketed anti-cancer drug as nothing more than an unhelpful solution of common substances. (credit a: Chemical Heritage Foundation; b: NIH History Office)
is: (a) Þessi mynd sýnir verkstæði gullgerðarmanns um 1580. Þrátt fyrir að gullgerðarlist hafi lagt nokkuð af mörkum til meðhöndlunar efnis var hún ekki vísindaleg á mælikvarða nútímans. (b) Þótt búnaðurinn sem Alma Levant Hayden notaði á þessari mynd frá 1952 virðist kannski ekki jafn fágaður og sá sem finna má á rannsóknarstofu í dag, voru aðferðir hennar mjög kerfisbundnar og vandlega skráðar. Hayden, sem var deildarstjóri hjá Matvæla- og lyfjastofnun Bandaríkjanna (FDA) og er frægust fyrir að afhjúpa krabbameinslyf sem hafði verið markaðssett af mikilli ákefð, væri ekkert annað en gagnslaus lausn af algengum efnum. (heimild a: Chemical Heritage Foundation; b: NIH History Office)

source: From alchemy came the historical progressions that led to modern chemistry: the isolation of drugs from natural sources, such as plants and animals. But while many of the substances extracted or processed from those natural sources were critical in the treatment of diseases, many were scarce. For example, progesterone, which is critical to women's health, became available as a medicine in 1935, but its animal sources produced extremely small quantities, limiting its availability and increasing its expense. Likewise, in the 1940s, cortisone came into use to treat arthritis and other disorders and injuries, but it took a 36-step process to synthesize. Chemist Percy Lavon Julian turned to a more plentiful source: soybeans. Previously, Julian had developed a lab to isolate soy protein, which was used in firefighting among other applications. He focused on using the soy sterols—substances mostly used in plant membranes—and was able to quickly produce progesterone and later testosterone and other hormones. He later developed a process to do the same for cortisone, and laid the groundwork for modern drug design. Since soybeans and similar plant sources were extremely plentiful, the drugs soon became widely available, saving many lives.
is: Frá gullgerðarlistinni þróuðust vísindin með tímanum og leiddu af sér nútíma efnafræði: einangrun lyfja úr náttúrulegum uppsprettum, svo sem plöntum og dýrum. Þótt mörg efnanna sem voru einangruð eða unnin úr þessum náttúrulegu uppsprettum hafi verið mikilvæg við meðferð sjúkdóma, voru mörg þeirra af skornum skammti. Til dæmis varð prógesterón, sem er mikilvægt fyrir heilsu kvenna, fáanlegt sem lyf árið 1935, en dýrauppsprettur þess gáfu af sér afar lítið magn, sem takmarkaði framboð þess og jók kostnað. Á fimmta áratugnum var á sama hátt farið að nota kortisón til að meðhöndla liðagigt og aðra kvilla og meiðsli, en til að framleiða það þurfti 36 þrepa ferli. Efnafræðingurinn Percy Lavon Julian fann aðra uppsprettu kortisóns en það voru sojabaunir. Áður hafði Julian þróað aðferð til að einangra sojaprótein, sem var meðal annars notað við slökkvistörf. Hann einbeitti sér að því að nota steról úr sojabaunum – efni sem aðallega eru notuð í plöntuhimnur – og gat fljótlega farið að framleiða úr þeim prógesterón og síðar testósterón og önnur hormón. Hann þróaði síðar ferli til að gera slíkt hið sama fyrir kortisón og lagði grunninn að nútíma lyfjahönnun. Þar sem sojabaunir og svipaðar plöntuuppsprettur voru afar gjöfular urðu lyfin fljótlega aðgengileg og björguðu mörgum mannslífum.

source: Chemistry: The Central Science
is: Efnafræði: Miðlæg vísindi

source: Chemistry is sometimes referred to as “the central science” due to its interconnectedness with a vast array of other STEM disciplines (STEM stands for areas of study in the science, technology, engineering, and math fields). Chemistry and the language of chemists play vital roles in biology, medicine, materials science, forensics, environmental science, and many other fields (). The basic principles of physics are essential for understanding many aspects of chemistry, and there is extensive overlap between many subdisciplines within the two fields, such as chemical physics and nuclear chemistry. Mathematics, computer science, and information theory provide important tools that help us calculate, interpret, describe, and generally make sense of the chemical world. Biology and chemistry converge in biochemistry, which is crucial to understanding the many complex factors and processes that keep living organisms (such as us) alive. Chemical engineering, materials science, and nanotechnology combine chemical principles and empirical findings to produce useful substances, ranging from gasoline to fabrics to electronics. Agriculture, food science, veterinary science, and brewing and wine making help provide sustenance in the form of food and drink to the world’s population. Medicine, pharmacology, biotechnology, and botany identify and produce substances that help keep us healthy. Environmental science, geology, oceanography, and atmospheric science incorporate many chemical ideas to help us better understand and protect our physical world. Chemical ideas are used to help understand the universe in astronomy and cosmology.
is: Efnafræði er stundum kölluð „miðlæg vísindi“ vegna tengsla hennar við fjölmargar aðrar STEM-greinar (STEM stendur fyrir vísindi, tækni, verkfræði og stærðfræði). Efnafræði og tungumál efnafræðinga gegna mikilvægu hlutverki í líffræði, læknisfræði, efnisfræði, réttarvísindum, umhverfisvísindum og mörgum öðrum greinum ([#CNX_Chem_01_01_ChemWeb]). Grundvallarreglur eðlisfræðinnar eru nauðsynlegar til að skilja marga þætti efnafræðinnar og þessar greinar og margar undirgreinar þeirra á borð við eðlisefnafræði og kjarnaefnafræði skarast mikið. Stærðfræði, tölvunarfræði og upplýsingafræði gefa okkur mikilvæg verkfæri til að reikna út, túlka, lýsa og almennt skilja heim efnafræðinnar. Líffræði og efnafræði mætast í lífefnafræði, sem er mikilvæg til að skilja þá mörgu flóknu þætti og ferla sem halda lífverum (eins og okkur) á lífi. Efnaverkfræði, efnisfræði og nanótækni sameina lögmál efnafræðinnar og niðurstöður athugana til að framleiða nytsamleg efni, allt frá bensíni til vefnaðarvöru og rafeindatækja. Landbúnaður, matvælafræði, dýralækningar, bruggun og víngerð hjálpa til við að sjá íbúum heimsins fyrir næringu í formi matar og drykkjar. Læknisfræði, lyfjafræði, líftækni og grasafræði bera kennsl á og framleiða efni sem hjálpa okkur að halda heilsu. Umhverfisvísindi, jarðfræði, haffræði og loftslagsvísindi nýta margar efnafræðilegar hugmyndir til að hjálpa okkur að skilja og vernda efnisheiminn betur. Efnafræðilegar hugmyndir eru notaðar til að skilja alheiminn í stjörnufræði og heimsfræði.

source: Knowledge of chemistry is central to understanding a wide range of scientific disciplines. This diagram shows just some of the interrelationships between chemistry and other fields.
is: Þekking á efnafræði er lykilatriði til að skilja fjölmargar aðrar vísindagreinar. Þessi skýringarmynd sýnir aðeins nokkur af tengslum efnafræði og annarra greina.

source: What are some changes in matter that are essential to daily life? Digesting and assimilating food, synthesizing polymers that are used to make clothing, containers, cookware, and credit cards, and refining crude oil into gasoline and other products are just a few examples. As you proceed through this course, you will discover many different examples of changes in the composition and structure of matter, how to classify these changes and how they occurred, their causes, the changes in energy that accompany them, and the principles and laws involved. As you learn about these things, you will be learning chemistry, the study of the composition, properties, and interactions of matter. The practice of chemistry is not limited to chemistry books or laboratories: It happens whenever someone is involved in changes in matter or in conditions that may lead to such changes.
is: Hvaða breytingar á efni eiga sér stað í daglegu lífi? Melting og upptaka fæðu, nýmyndun fjölliða sem notaðar eru til að búa til fatnað, ílát, eldunaráhöld og greiðslukort og hreinsun hráolíu í bensín og aðrar vörur eru aðeins nokkur dæmi. Í þessari bók muntu uppgötva mörg mismunandi dæmi um breytingar á samsetningu og byggingu efnis, hvernig á að flokka þessar breytingar og hvernig þær áttu sér stað, orsakir þeirra, orkubreytingarnar sem fylgja þeim og þau lögmál og reglur sem eiga við. Þegar þú lærir um þessa hluti munt þú læra um fræðigreinina __efnafræði__, sem fjallar um samsetningu, eiginleika og víxlverkanir efnis. Efnafræði einskorðast ekki við kennslubækur eða rannsóknarstofur. Hún á sér stað hvenær sem einhver tekur þátt í breytingum á efni eða aðstæðum sem geta leitt til slíkra breytinga.

source: The Scientific Method
is: Vísindaleg aðferðafræði

source: Chemistry is a science based on observation and experimentation. Doing chemistry involves attempting to answer questions and explain observations in terms of the laws and theories of chemistry, using procedures that are accepted by the scientific community. There is no single route to answering a question or explaining an observation, but there is an aspect common to every approach: Each uses knowledge based on experiments that can be reproduced to verify the results. Some routes involve a hypothesis, a tentative explanation of observations that acts as a guide for gathering and checking information. A hypothesis is tested by experimentation, calculation, and/or comparison with the experiments of others and then refined as needed.
is: Efnafræði er vísindagrein sem byggir á athugunum og tilraunum. Að fást við efnafræði felur í sér að reyna að svara spurningum og útskýra athuganir með tilliti til lögmála og kenninga efnafræðinnar og nota aðferðir sem eru viðurkenndar af vísindasamfélaginu. Það er engin ein leið til að svara spurningu eða útskýra athugun, en það er einn þáttur sem er sameiginlegur öllum aðferðum. Hver og ein notar þekkingu sem byggir á tilraunum sem hægt er að endurtaka til að sannreyna niðurstöðurnar. Sumar leiðir fela í sér __tilgátu__, sem er bráðabirgðaútskýring á athugunum sem virkar sem leiðarvísir við söfnun og yfirferð upplýsinga. Tilgáta er prófuð með tilraunum, útreikningum og/eða samanburði við tilraunir annarra og síðan betrumbætt eftir þörfum.

source: Some hypotheses are attempts to explain the behavior that is summarized in laws. The laws of science summarize a vast number of experimental observations, and describe or predict some facet of the natural world. If such a hypothesis turns out to be capable of explaining a large body of experimental data, it can reach the status of a theory. Scientific theories are well-substantiated, comprehensive, testable explanations of particular aspects of nature. Theories are accepted because they provide satisfactory explanations, but they can be modified if new data become available. The path of discovery that leads from question and observation to law or hypothesis to theory, combined with experimental verification of the hypothesis and any necessary modification of the theory, is called the scientific method ().
is: Sumar tilgátur eru tilraunir til að útskýra þá hegðun sem er tekin saman í lögmálum. __Lögmál__ vísindanna draga saman niðurstöður gríðarlegs fjölda tilrauna og lýsa eða spá fyrir um einhvern þátt náttúrunnar. Ef slík tilgáta reynist geta útskýrt mikið magn tilraunagagna getur hún orðið að kenningu. Vísindalegar __kenningar__ eru vel rökstuddar, yfirgripsmiklar og prófanlegar útskýringar á tilteknum þáttum náttúrunnar. Kenningar eru viðurkenndar vegna þess að þær veita fullnægjandi útskýringar, en hægt er að breyta þeim ef ný gögn verða tiltæk. Sú leið uppgötvana sem liggur frá spurningu og athugun til lögmáls eða tilgátu til kenningar, ásamt sannprófun tilgátu með tilraunum og nauðsynlegum breytingum á kenningunni, er kölluð __vísindaleg aðferðafræði__ ([#CNX_Chem_01_01_SciMethod]).

source: The scientific method follows a process similar to the one shown in this diagram. All the key components are shown, in roughly the right order. Scientific progress is seldom neat and clean: It requires open inquiry and the reworking of questions and ideas in response to findings.
is: Vísindaleg aðferðafræði fylgir ferli sem líkist því sem sýnt er á þessari skýringarmynd. Allir lykilþættirnir eru sýndir, í nokkurn veginn réttri röð. Vísindalegar framfarir eru sjaldan bein braut. Þær krefjast opinna rannsókna og endurskoðun spurninga og hugmynda til að bregðast við niðurstöðum.

source: The Domains of Chemistry
is: Svið efnafræðinnar

source: Chemists study and describe the behavior of matter and energy in three different domains: macroscopic, microscopic, and symbolic. These domains provide different ways of considering and describing chemical behavior.
is: Efnafræðingar rannsaka og lýsa hegðun efnis og orku á þremur mismunandi sviðum: stórsæju, smásæju og táknrænu. Þessi svið bjóða upp á mismunandi leiðir til að íhuga og lýsa efnafræðilegri hegðun.

source: Macro is a Greek word that means “large.” The macroscopic domain is familiar to us: It is the realm of everyday things that are large enough to be sensed directly by human sight or touch. In daily life, this includes the food you eat and the breeze you feel on your face. The macroscopic domain includes everyday and laboratory chemistry, where we observe and measure physical and chemical properties such as density, solubility, and flammability.
is: *Makró* er grískt orð sem þýðir „stórt“. __Stórsæja sviðið__ er okkur kunnuglegt. Það er heimur hversdagslegra hluta sem eru nógu stórir til að við skynjum þá beint með sjón eða snertingu. Í daglegu lífi felur þetta í sér matinn sem þú borðar og goluna sem þú finnur á andlitinu. Stórsæja sviðið nær yfir efnafræði daglegs lífs og rannsóknarstofunnar, þar sem við fylgjumst með og mælum eðlis- og efnaeiginleika eins og eðlismassa, leysni og eldfimi.

source: Micro comes from Greek and means “small.” The microscopic domain of chemistry is often visited in the imagination. Some aspects of the microscopic domain are visible through standard optical microscopes, for example, many biological cells. More sophisticated instruments are capable of imaging even smaller entities such as molecules and atoms (see (b)).
is: *Míkró* kemur úr grísku og þýðir „lítið“. Hið __smásæja svið__ efnafræðinnar þurfum við oft að sjá fyrir okkur í huganum. Sumt er reyndar sýnilegt í venjulegum ljóssmásjám, til dæmis margar frumur í lífverum. Hægt er að sjá enn smærri einingar á borð við sameindir og atóm í fullkomnari tækjum (sjá [#CNX_Chem_01_01_WaterDom] (*b*)).

source: However, most of the subjects in the microscopic domain of chemistry are too small to be seen even with the most advanced microscopes and may only be pictured in the mind. Other components of the microscopic domain include ions and electrons, protons and neutrons, and chemical bonds, each of which is far too small to see.
is: Hins vegar eru flest viðfangsefni hins smásæja sviðs efnafræðinnar of lítil til að sjást jafnvel með fullkomnustu smásjám og er aðeins hægt að ímynda sér þau. Aðrir þættir smásæja sviðsins eru jónir og rafeindir, róteindir og nifteindir og efnatengi, sem öll eru allt of lítil til að sjá.

source: The symbolic domain contains the specialized language used to represent components of the macroscopic and microscopic domains. Chemical symbols (such as those used in the periodic table), chemical formulas, and chemical equations are part of the symbolic domain, as are graphs, drawings, and calculations. These symbols play an important role in chemistry because they help interpret the behavior of the macroscopic domain in terms of the components of the microscopic domain. One of the challenges for students learning chemistry is recognizing that the same symbols can represent different things in the macroscopic and microscopic domains, and one of the features that makes chemistry fascinating is the use of a domain that must be imagined to explain behavior in a domain that can be observed.
is: __Táknræna sviðið__ nær yfir sérhæft tungumál sem notað er til að tákna þætti stórsæja og smásæja sviðsins. Efnatákn (eins og þau sem notuð eru í lotukerfinu), efnaformúlur og efnajöfnur eru dæmi um slík tákn, ásamt gröfum, teikningum og útreikningum. Þessi tákn gegna mikilvægu hlutverki í efnafræði vegna þess að þau hjálpa til við að túlka hegðun þess sem við sjáum (stórsæja sviðsins) með tilliti til þess sem við sjáum ekki (smásæja sviðsins). Ein af áskorunum nemenda sem læra efnafræði er að gera sér grein fyrir því að sömu táknin geta táknað mismunandi hluti á stórsæja og smásæja sviðinu og einn af þeim eiginleikum sem gerir efnafræði heillandi er notkun sviðs sem verður að ímynda sér til að útskýra hegðun á sviði sem hægt er að fylgjast með.

source: A helpful way to understand the three domains is via the essential and ubiquitous substance of water. That water is a liquid at moderate temperatures, will freeze to form a solid at lower temperatures, and boil to form a gas at higher temperatures () are macroscopic observations. But some properties of water fall into the microscopic domain—what cannot be observed with the naked eye. The description of water as comprising two hydrogen atoms and one oxygen atom, and the explanation of freezing and boiling in terms of attractions between these molecules, is within the microscopic arena. The formula H2O, which can describe water at either the macroscopic or microscopic levels, is an example of the symbolic domain. The abbreviations (g) for gas, (s) for solid, and (l) for liquid are also symbolic.
is: Gagnleg leið til að skilja þessi þrjú svið er með hinu lífsnauðsynlega efni sem er allt í kringum okkur, vatni. Að vatn sé vökvi við meðalhitastig, storkni og myndar fast efni við lægra hitastig og sjóði og myndar gas við hærra hitastig ([#CNX_Chem_01_01_WaterDom]) eru stórsæjar athuganir. En sumir eiginleikar vatns falla undir smásæja sviðið – það sem ekki er hægt að sjá með berum augum. Þegar við lýsum vatni sem samsettu úr tveimur vetnisatómum og einu súrefnisatómi og útskýrum storknun og suðu með tilliti til aðdráttarkrafta milli þessara sameinda, erum við á smásæja sviðinu. Formúlan H~2~O, sem getur lýst vatni á annað hvort stórsæju eða smásæju stigi, er dæmi um táknræna sviðið. Skammstafanirnar (*g*) fyrir gas, (*s*) fyrir fast efni og (*l*) fyrir vökva eru einnig táknrænar.
